Repository: SimDir/work
Catalog: app/locale/*/LC_MESSAGES/app.po
Languages: ru

source: user is created
ru: пользователь создан

source: email not set
ru: электронная почта не установлена

source: email incorrect format
ru: неправильный формат электронной почты

source: email in use
ru: электронная почта уже используется

source: phone not set
ru: телефонный номер не задан

source: phone incorrect format
ru: телефонный номер имеет не корректный формат

source: password not set
ru: пароль не задан

source: Password incorrect format
ru: Пароль имеет не корректный формат

source: phone in use
ru: телефонный номер уже используется

source: Password too short
ru: Пароль слишком короткий должен содержать минимум 8 символов

source: Password must include at least one number
ru: Пароль должен содержать число

source: Password must include at least one letter
ru: Пароль должен содержать символ

source: No cryptographically secure random function available
ru: Криптографически безопасная функция недоступна
